[
    {
      "id": "001",
      "city": "Paris",
      "country": "France",
      "clues": [
        "This city is home to a famous tower that sparkles every night.",
        "Known as the 'City of Love' and a hub for fashion and art."
      ],
      "fun_fact": [
        "The Eiffel Tower was supposed to be dismantled after 20 years but was saved because it was useful for radio transmissions!",
        "Paris has only one stop sign in the entire city—most intersections rely on priority-to-the-right rules."
      ],
      "trivia": [
        "This city is famous for its croissants and macarons. Bon appétit!",
        "Paris was originally a Roman city called Lutetia."
      ]
    },
    {
      "id": "002",
      "city": "Tokyo",
      "country": "Japan",
      "clues": [
        "This city has the busiest pedestrian crossing in the world.",
        "You can visit an entire district dedicated to anime, manga, and gaming."
      ],
      "fun_fact": [
        "Tokyo was originally a small fishing village called Edo before becoming the bustling capital it is today!",
        "More than 14 million people live in Tokyo, making it one of the most populous cities in the world."
      ],
      "trivia": [
        "The city has over 160,000 restaurants, more than any other city in the world.",
        "Tokyo's subway system is so efficient that train delays of just a few minutes come with formal apologies."
      ]
    },
    {
      "id": "003",
      "city": "New York",
      "country": "USA",
      "clues": [
        "Home to a green statue gifted by France in the 1800s.",
        "Nicknamed 'The Big Apple' and known for its Broadway theaters."
      ],
      "fun_fact": [
        "The Statue of Liberty was originally a copper color before oxidizing to its iconic green patina.",
        "Times Square was once called Longacre Square before being renamed in 1904."
      ],
      "trivia": [
        "New York City has 468 subway stations, making it one of the most complex transit systems in the world.",
        "The Empire State Building has its own zip code: 10118."
      ]
    },
    {
      "id": "004",
      "city": "Rome",
      "country": "Italy",
      "clues": [
        "This ancient city is home to a massive amphitheater where gladiators once fought.",
        "Visitors often throw coins into a famous fountain to ensure they'll return someday."
      ],
      "fun_fact": [
        "About €3,000 in coins are thrown into the Trevi Fountain each day, which are collected and donated to charity.",
        "The Colosseum could hold up to 80,000 spectators and had 80 entrances for quick evacuation if necessary."
      ],
      "trivia": [
        "This city has more than 2,000 fountains, more than any other city in the world.",
        "Romans were among the first to develop apartment buildings called 'insulae'."
      ]
    },
    {
      "id": "005",
      "city": "Sydney",
      "country": "Australia",
      "clues": [
        "This harbor city is known for its iconic opera house with sail-shaped design.",
        "The world's largest natural harbor is found in this Oceanic metropolis."
      ],
      "fun_fact": [
        "The Sydney Opera House has over one million roof tiles covering approximately 1.62 hectares.",
        "Locals call their famous beach 'Bondi' (pronounced 'Bond-eye'), which comes from an Aboriginal word meaning 'water breaking over rocks'."
      ],
      "trivia": [
        "Sydney Harbour Bridge is nicknamed 'The Coathanger' because of its distinctive shape.",
        "This city's New Year's Eve fireworks display is one of the first major celebrations seen worldwide each year."
      ]
    },
    {
      "id": "006",
      "city": "Cairo",
      "country": "Egypt",
      "clues": [
        "This city sits near one of the world's most famous ancient structures built as tombs.",
        "The oldest and largest of three structures in a famous complex stands at 481 feet tall."
      ],
      "fun_fact": [
        "The Great Pyramid was the tallest man-made structure in the world for over 3,800 years until the completion of Lincoln Cathedral in England in 1311 AD.",
        "Despite its desert location, Cairo has a relatively complex underground metro system with two lines that carry over 2 million passengers daily."
      ],
      "trivia": [
        "The city's name means 'The Victorious' in Arabic.",
        "Khan el-Khalili, the city's bazaar, has been operating since the 14th century."
      ]
    },
    {
      "id": "007",
      "city": "Rio de Janeiro",
      "country": "Brazil",
      "clues": [
        "This coastal city is famous for a massive statue of Christ with outstretched arms.",
        "It hosts one of the world's most famous carnival celebrations with colorful parades."
      ],
      "fun_fact": [
        "The Christ the Redeemer statue was struck by lightning during a violent electrical storm in 2014, damaging one of the thumbs.",
        "Copacabana Beach stretches for 4.5 kilometers and is one of the most famous beaches in the world."
      ],
      "trivia": [
        "The name of this city means 'January River' in Portuguese, though it's actually a bay, not a river.",
        "It was once the capital of Portugal for a brief period (1808-1821), the only European capital located outside Europe."
      ]
    },
    {
      "id": "008",
      "city": "Venice",
      "country": "Italy",
      "clues": [
        "This unique city is built on 118 small islands connected by over 400 bridges.",
        "Instead of buses or taxis, people travel around this city on boats through canals."
      ],
      "fun_fact": [
        "The city is sinking at a rate of 1-2 millimeters per year, and floods (acqua alta) are becoming more frequent.",
        "The Grand Canal, shaped like an 'S', is nearly 4 km long and up to 90 meters wide."
      ],
      "trivia": [
        "The city's famous carnival dates back to the 12th century and involves elaborate masks and costumes.",
        "There are no cars or roads in the historic center, making it the largest urban car-free area in Europe."
      ]
    },
    {
      "id": "009",
      "city": "Kyoto",
      "country": "Japan",
      "clues": [
        "This former imperial capital is known for its numerous traditional temples and gardens.",
        "Famous for a golden pavilion reflected in a pond and thousands of vermilion torii gates."
      ],
      "fun_fact": [
        "This city was spared from atomic bombing during WWII because of its cultural significance, despite being on the initial target list.",
        "The Fushimi Inari Shrine has over 10,000 torii gates that were each donated by Japanese businesses."
      ],
      "trivia": [
        "It was Japan's capital for over 1,000 years before Tokyo.",
        "The city is home to 17 UNESCO World Heritage sites, the highest concentration in any single city."
      ]
    },
    {
      "id": "010",
      "city": "Marrakech",
      "country": "Morocco",
      "clues": [
        "This North African city is known for its vibrant red buildings and bustling markets.",
        "Its medina is a UNESCO World Heritage site with maze-like alleys and colorful souks."
      ],
      "fun_fact": [
        "The city is nicknamed 'The Red City' because of its buildings and walls made from red sandstone.",
        "Jemaa el-Fnaa square transforms from a traditional market during the day to an entertainment hub with storytellers, musicians, and food stalls at night."
      ],
      "trivia": [
        "The city inspired the fashion house Yves Saint Laurent, who restored the Majorelle Garden.",
        "It's home to the oldest university in the world, University of Al-Qarawiyyin, founded in 859 AD."
      ]
    }
  ]